Repository: omaciel/billreminder
Catalog: po/*.po
Languages: ca

source: BillReminder Notifier
ca: Notificador del BillReminder

source: Bills manager
ca: Gestor de factures

source: Never forget to pay a bill again!
ca: Mai més us oblidareu de pagar les vostres factures.

source: Default X coordinate for the application.
ca: Coordenada X predeterminada de l'aplicació.

source: Default Y coordinate for the application.
ca: Coordenada Y predeterminada de l'aplicació.

source: Default height of the application.
ca: Alçada predeterminada de l'aplicació.

source: Default width of the application.
ca: Amplada predeterminada de l'aplicació.

source: Defines the default X coordinate for the application.
ca: Defineix la coordenada X predeterminada de l'aplicació.

source: Defines the default Y coordinate for the application.
ca: Defineix la coordenada Y predeterminada de l'aplicació.

source: Defines the default height of the application.
ca: Defineix l'alçada predeterminada de l'aplicació.

source: Defines the default width of the application.
ca: Defineix l'amplada predeterminada de l'aplicació.

source: Delay between notifications.
ca: Retard entre notificacions.

source: Display only paid bills.
ca: Visualitza només les factures pagades.

source: Display the menu bar.
ca: Visualitza la barra de menú.

source: Display the toolbar.
ca: Visualitza la barra d'eines.

source: How long to display the alarm notification.
ca: Durant quant de temps es visualitzarà la notificació d'alarma.

source: How many days prior to due date to alert.
ca: Quants dies abans de la data de venciment s'avisarà.

source: How many days prior to due date to notify.
ca: Quants dies abans de la data de venciment es notificarà.

source: Start the application in the system's tray.
ca: Inicia l'aplicació a l'àrea de notificació.

source: The date a bill is due.
ca: La data de venciment d'una factura.

source: What specific time to display alert.
ca: A quin moment específic es visualitzarà l'avís.

source: Whether to display notifications on startup.
ca: Si s'han de visualitzar notificacions a l'inici.

source: Whether to display the menu bar or not.
ca: Si s'ha de visualitzar la barra de menú o no.

source: Whether to display the toolbar or not.
ca: Si s'ha de visualitzar la barra d'eines o no.

source: Whether to show alarms before a bill is due.
ca: Si s'han de mostrar alarmes abans del venciment d'una factura.

source: Whether to show alarms.
ca: Si s'han de mostrar alarmes.

source: Whether to show notifications for paid bills.
ca: Si s'han de mostrar notificacions per a les factures pagades.

source: Whether to start the application in the system's tray.
ca: Si s'ha d'iniciar l'aplicació a l'àrea de notificació.

source: Whether to use dialogs for notifications.
ca: Si s'han d'utilitzar diàlegs per a les notificacions.

source: Add a new bill
ca: Afegeix una factura nova

source: Delete selected bill
ca: Suprimeix la factura seleccionada

source: Edit a bill
ca: Edita una factura

source: Mark as not paid
ca: Marca com a no pagada

source: Mark as paid
ca: Marca com a pagada

source: Show Toolbar
ca: Mostra la barra d'eines

source: _Edit
ca: _Edita

source: _File
ca: _Fitxer

source: _Help
ca: A_juda

source: _View
ca: _Visualitza

source: A_larm:
ca: A_larma:

source: Manage Categories
ca: Gestioneu les categories

source: Optional Fields
ca: Camps opcionals

source: _Amount:
ca: _Import:

source: _Category:
ca: _Categoria:

source: _Due Date:
ca: _Data de venciment:

source: _End Date:
ca: D_ata de finalització:

source: _Payee:
ca: _Beneficiari:

source: _Repeat:
ca: _Repetició:

source: Usage: billreminder [OPTIONS...]
ca: Forma d'ús: billreminder [OPCIONS...]

source: Displays the version number for this application.
ca: Mostra el número de versió d'aquesta aplicació.

source: About this application.
ca: Quant a aquesta aplicació

source: Adds a new bill to the database.
ca: Afegeix una factura nova a la base de dades.

source: Access database directly, without daemon.
ca: Accedeix a la base de dades directament, sense el dimoni.

source: This option is not implemented yet.
ca: Aquesta opció encara no està implementada.

source: This is %(appname)s - Version: %(version)s
ca: Aquest és el %(appname)s - Versió: %(version)s

source: Print output messages.
ca: Mostra els missatges de sortida.

source: Don't run as a daemon.
ca: No l'executis com a dimoni.

source: Start daemon and launch GUI.
ca: Inicialitza el dimoni i inicia la interfície gràfica d'usuari.

source: Stop daemon.
ca: Atura el dimoni.

source: You have %s outstanding bill to pay!
ca: Us queda %s factura per pagar.

source: Show BillReminder
ca: Mostra el BillReminder

source: The bill %(bill)s will be due at %(day)s.
ca: La factura %(bill)s venç el %(day)s.

source: The bill %s is due.
ca: La factura %s està a punt de vèncer.

source: Edit
ca: Edita

source: Lock File found: You have another instance running. (pid=%d)
ca: S'ha trobat un fitxer de bloqueig: hi ha una altre instància executant-se. (pid=%d)

source: Lock File found: Possibly the program was exited unexpectedly.
ca: S'ha trobat un fitxer de bloqueig: possiblement el programa es va tancar de forma inesperada.

source: Removing Lock File...
ca: S'està suprimint el fitxer de bloqueig...

source: Successfully.
ca: Amb èxit.

source: Failed.
ca: Ha fallat.

source: BillReminder Notifier is already running.
ca: El notificador del BillReminder ja s'està executant.

source: translator-credits
ca: Francesc Dorca <francesc.dorca@gmail.com>

source: BillReminder Website
ca: Lloc web del BillReminder

source: Select Date and Time
ca: Seleccioneu la data i l'hora

source: None
ca: Cap

source: New Category
ca: Categoria nova

source: The end date is set to a date prior to the start date. Setting it to match the start date.
ca: La data de finalització és anterior a la d'inici. S'establirà com a la d'inici.

source: Date set in the past
ca: La data es troba en el passat

source: "%s" and "%s" are required fields.
ca: «%s» i «%s» són camps obligatoris.

source: Payee
ca: Beneficiari

source: Amount
ca: Import

source: "%s" is required field.
ca: «%s» és un camp obligatori.

source: Categories Manager
ca: Gestor de categories

source: Name:
ca: Nom:

source: The category "%s" already exists in the database! Do you want to save your change to the existing category?
ca: La categoria «%s» ja existeix a la base de dades. Voleu desar el vostre canvi a la categoria existent?

source: Do you really want to delete this category?
ca: Realment voleu suprimir aquesta categoria?

source: There is %d more bill in this category.
ca: Hi ha %d factura més en aquesta categoria.

source: Confirmation
ca: Confirmació

source: Add new bill
ca: Afegeix una factura nova

source: Show the toolbar
ca: Mostra la barra d'eines

source: %m/%d
ca: %d/%m

source: Do you really want to delete "%s"?
ca: Realment voleu suprimir «%s»?

source: Preferences
ca: Preferències

source: <b>Alarms</b>
ca: <b>Alarmes</b>

source: _Alert before due date:
ca: _Avisa abans de la data de venciment:

source: day(s).
ca: dia(es).

source: _Preferred time:
ca: Hora _preferida:

source: Get alerted when individual bills are due.
ca: Avisa quan les factures individuals vencin.

source: <b>Notifications</b>
ca: <b>Notificacions</b>

source: Define when to be notified of upcoming bills.
ca: Definiu quan voleu ser notificat de factures futures.

source: _Notify before due date:
ca: _Notifica-m'ho abans de la data de venciment:

source: <b>Alert Type</b>
ca: <b>Tipus d'avís</b>

source: Notification _Bubble
ca: _Bombolla de notificació

source: Alert _Dialog
ca: _Diàleg d'avís

source: <b>Warning:</b> BillReminder Notifier is not running! You need to start it in order to receive notifications.
ca: <b>Avís:</b> El notificador del BillReminder no s'està executant. Cal que l'inicieu per tal de rebre notificacions.

source: _Start BillReminder Notifier
ca: _Inicia el notificador del BillReminder

source: <b>Note:</b> BillReminder Notifier is now running.
ca: <b>Nota:</b> El notificador del BillReminder ara s'està executant.

source: %m/%d/%Y
ca: %d/%m/%Y

source: %Y/%m/%d %H:%M
ca: %d/%m/%Y %H:%M

source: _None
ca: _Cap

source: Select date and time
ca: Seleccioneu la data i l'hora

source: <b>_Time:</b>
ca: <b>_Hora:</b>

source: Bills:
ca: Factures:

source: Hide Window
ca: Amaga la finestra

source: Show Window
ca: Mostra la finestra

source: About
ca: Quant a

source: Quit
ca: Surt

source: Category
ca: Categoria

source: Date
ca: Data

source: Paid
ca: Pagada

source: Alarm
ca: Alarma

source: Developers:
ca: Desenvolupadors:

source: Contributors:
ca: Col·laboradors:

source: Question
ca: Pregunta

source: Information
ca: Informació

source: Close _Without Saving
ca: Tanca _sense desar

source: Save changes before closing?
ca: Voleu desar els canvis abans de tancar?

source: If you close without saving, your changes will be discarded.
ca: Si tanqueu sense desar, els vostres canvis es descartaran.

source: Once
ca: Una vegada

source: Weekly
ca: Cada setmana

source: Monthly
ca: Cada mes
